{
    "places": [
        {
            "name": "Royal Street of the Arch",
            "address": "Antigua Guatemala, Sacatepequez",
            "description": "A UNESCO World Heritage city known for its colonial architecture, cobblestone streets, and vibrant culture. Surrounded by volcanoes, Antigua offers a blend of history, art, and natural beauty, making it a favorite destination for travelers.",
            "details":"• Historic charm: Home to centuries-old churches, convents, and ruins, including the iconic Santa Catalina Arch. • Cultural richness: A hub for traditional crafts, vibrant markets, and festivals like Semana Santa. • Modern appeal: Popular with travelers for its boutique hotels, coffee shops, and Spanish language schools.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/antigua.webp"
        },
        {
            "name": "San Felipe Castle",
            "address": "Rio Dulce, Izabal",
            "description": "A 17th-century Spanish colonial fortress built to guard the entrance to Lake Izabal from pirate attacks. Surrounded by lush jungle and river views, San Felipe Castle offers a glimpse into Guatemala’s maritime history and stunning architecture with stone walls, watchtowers, and scenic walkways.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/castillo-dos.webp"
        },
        {
            "name": "Atitlan Lake",
            "address": "Panajachel, Solola",
            "description": "A breathtaking volcanic lake surrounded by lush mountains and traditional Mayan villages. Known for its deep blue waters and scenic beauty, Lake Atitlán is a hub for culture, adventure, and relaxation—perfect for kayaking, hiking, and exploring artisan markets.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/pana.webp"
        },
        {
            "name": "Quetzaltenango City",
            "address": "Quetzaltenango, Guatemala",
            "description": "A vibrant highland city rich in culture, history, and education. Known as Xela by locals, Quetzaltenango blends colonial architecture with indigenous heritage. It's a hub for language schools, artisan markets, and volcano treks, offering visitors a unique mix of tradition and adventure.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/xela.webp"
        },
        {
            "name": "Monterrico Beach",
            "address": "Taxisco, Santa Rosa",
            "description": "A laid-back Pacific coastal town known for its volcanic black sand beaches, sea turtle conservation, and stunning sunsets. Monterrico is a favorite getaway for nature lovers and beachgoers, offering boat tours through mangrove canals and a relaxed tropical vibe.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/monterrico.webp"
        },
        {
            "name": "Cuchumatanes Viewpoint",
            "address": "Huehuetenango, Guatemala",
            "description": "Located in the highest non-volcanic mountain range of Central America, the Cuchumatanes Viewpoint offers sweeping views of rugged peaks, alpine meadows, and traditional sheep pastures. At over 3,000 meters above sea level, it’s a serene escape where visitors can experience crisp mountain air, local Mam culture, and breathtaking sunrises above the clouds.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/cuchumatanes.webp"
        },
        {
            "name": "Semuc Champey",
            "address": "Lanquín, Alta Verapaz",
            "description": "A natural paradise hidden in the lush jungles of Alta Verapaz, Semuc Champey features a series of turquoise limestone pools atop a limestone bridge under which the Cahabón River flows. It's a breathtaking destination for swimming, hiking, and exploring caves, offering one of Guatemala’s most iconic and serene landscapes.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/semuc.webp"
        },
        {
            "name": "Tikal National Park",
            "address": "Peten, Guatemala",
            "description": "One of the most iconic archaeological sites of the ancient Maya civilization, Tikal National Park is home to towering pyramids, sprawling plazas, and dense jungle teeming with wildlife. A UNESCO World Heritage Site, Tikal offers a powerful blend of history and nature, where visitors can climb Temple IV for panoramic views and listen to howler monkeys echo through the rainforest.",
            "imageurl": "https://luroblesf.github.io/wdd231/chamber/images/peten.webp"
        }
    ]
}